[
    {
        "_id": "1",
        "name": "Beef and Chicken Meatballs with Sun-Dried Tomatoes",
        "link": "https://ohsnapmacros.com/meatballs-without-eggs/",
        "image1": "dish1a.jpg",
        "image2": "dish1b.jpg",
        "description1": "These meatballs without eggs are juicy, tender and full of flavor. Made with ground chicken, ground beef, breadcrumbs and sun-dried tomatoes, these are the perfect meatballs for fast and delicious weeknight dinners.",
        "description2": "Traditional meatballs use eggs as a binding agent, but don't worry with the help of milk and cheese, you'll have great meatballs in no time.",
        "ingredients": [
            "Ground Beef",
            "Ground Chicken",
            "Sun-dried Tomatoes",
            "Parmesan Cheese",
            "Italian Breadcrumbs",
            "Milk"
        ]
    },
    {
        "_id": "2",
        "name": "Lasagna Skillet with Ground Beef (No Raviolis)",
        "link": "https://ohsnapmacros.com/lasagna-pasta-skillet/",
        "image1": "dish2a.jpg",
        "image2": "dish2b.jpg",
        "description1": "Lazy Lasagna is a deconstructed version of the classic. It's made with ground beef, store-bought sauce, mozzarella, ricotta cheese, and whatever pasta you have on hand. It's a comforting, quick, and easy recipe that is high in protein pantry staple ingredients and no need for the oven.",
        "description2": "Lasagna is a family favorite but the tedious layering that goes into it gets old, fast. This deconstructed version is a way to enjoy this classic dish in a fraction of the time.",
        "ingredients": [
            "Ground Beef",
            "Tomato Basil Sauce",
            "Rigatoni Pasta",
            "Ricotta Cheese"
        ]
    },
    {
        "_id": "3",
        "name": "Sweet Heat Baked Salmon with Easy Chimichurri Sauce",
        "link": "https://ohsnapmacros.com/chimichurri-and-salmon/",
        "image1": "dish3a.jpg",
        "image2": "dish3b.jpg",
        "description1": "The salmon is marinated in a sugar-free cajun seasoning then baked to flaky perfection. The homemade chimichurri recipe is made with fresh herbs, garlic and honey to create a robust and flavorful sauce to add atop the salmon.",
        "description2": "Salmon is by far my favorite fish to cook. It's fancy and elegant but incredibly simple to make. It's filled with protein and fatty acids, making it not only delicious but also nutrient-dense.",
        "ingredients": [
            "Salmon",
            "Coconut Aminos",
            "Garlic",
            "Roma Tomatoes",
            "Red Onion",
            "Red Wine Vinegar, Honey, and Lemon Juice",
            "Cajun Seasoning, Cilanto, Parsley, and Brown Sugar"
        ]
    },
    {
        "_id": "4",
        "name": "Honey Garlic Lemon Pepper Chicken Thighs",
        "link": "https://ohsnapmacros.com/honey-garlic-lemon-pepper-chicken-thighs/",
        "image1": "dish4a.jpg",
        "image2": "dish4b.jpg",
        "description1": "Tender sticky lemony and peppery chicken thighs with a coconut aminos, lemon, garlic and honey marinade to make all your protein meal prep dreams a reality. These chicken thighs are the perfect weeknight dinner.",
        "description2": "I know what you're thinking. Chicken thighs? Won't the higher fat content of dark meat ruin my macros? For these delicious, we're using skinless thighs, which drastically reduces the amount of fat. With 24 grams of protein and 13 grams of healthy fats, this quick dinner is one you can feel good about putting on your dinner table.",
        "ingredients": [
            "Chicken Thighs",
            "Coconut Aminos",
            "Garlic",
            "Honey",
            "Lemon"
        ]
    },
    {
        "_id": "5",
        "name": "Hibachi Styles Chicken Bowls with Vegtables",
        "link": "https://ohsnapmacros.com/hibachi-style-chicken-bowls/",
        "image1": "dish5a.jpg",
        "image2": "dish5b.jpg",
        "description1": "These chicken Hibachi Bowls are healthy, delicious and requires no hibachi grill. Made with marinated chicken, crispy veggies and a rice/cauliflower rice combo, this easy weeknight meal is high in protein and heavy on flavor.",
        "description2": "These delicious hibachi bowls are made with marinated chicken breasts, crispy vegetables and a perfectly seasoned rice and cauliflower rice combo. It's all made from the comfort of your own kitchen and a busy weeknight.",
        "ingredients": [
            "Chicken Breasts",
            "Coconut Aminos",
            "Seasame Oil, Hoisin Sauce, and Ginger Paste",
            "Zucchini, Mushrooms, and Carrots",
            "Jasmine Rice and Riced Cauliflower",
            "Eggs"
        ]
    },
    {
        "_id": "6",
        "name": "Lightened Up Big Mac Sloppy Joes",
        "link": "https://ohsnapmacros.com/big-mac-sloppy-joes/",
        "image1": "dish6a.jpg",
        "image2": "dish6b.jpg",
        "description1": "This fun twist on the classic sandwich has perfectly seasoned sloppy Joe meat, assembled on a hamburger bun, and topped with a copycat Big Mac sauce. The results are restaurant-worthy homemade sloppy joes. Comforting, classic and no drive-thru needed.",
        "description2": "Get ready to say goodbye to fast food and hello to your new favorite recipe: a lighter version of the famous Bic Mac burger….sloppy Joe style.",
        "ingredients": [
            "Ground Beef",
            "American Cheese",
            "Brioche Buns",
            "Lettuce, Pickles, Onions",
            "Ketchup, Mayonaise, Worcestershire, Beef Broth",
            "Garlic Powder, Onion Powder, and Corn Starch"
        ]
    },
    {
        "_id": "7",
        "name": "Sweet and Savory Ham and Pineapple Fried Rice",
        "link": "https://ohsnapmacros.com/ham-and-pineapple-fried-rice/",
        "image1": "dish7a.jpg",
        "image2": "dish7b.jpg",
        "description1": "The sweet and salty combination of this Ham and Pineapple Fried Rice makes the best fried rice! Your whole family will love this vibrant and satiating meal, that's ready in less than 15 minutes. Even better, it's a great recipe for using up holiday ham or leftover rice.",
        "description2": "If you're looking for the perfect meal that's filling, flavorful and makes tons of leftovers then ham and pineapple fried rice is your jam. With sweet pineapple, salty ham and fresh vegetables, this rice dish is a sweet and savory combo that's simply perfect. Good thing it makes a big batch, you'll want it!",
        "ingredients": [
            "Cubed Ham",
            "Coconut Aminos",
            "Bell Peppers",
            "Green Onions",
            "Rice and Cauliflower Rice",
            "Pinapple",
            "Peas",
            "Eggs"
        ]
    }
]